[
    {
        "title": "Definition of an organization",
        "content": "Organizations are social entities that are goal-oriented; are designed and deliberately structured and coordinated activity systems, and are linked to the external environment.",
        "user_id":1
    },
    {
        "title": "Organization",
        "content": "Organizations comprise two or more people engaged in a systematic and coordinated effort persistently over a period of time in pursuit of goals which convert resources into goods and/or services which are needed by consumers.",
        "user_id" : 1
    },
    {
        "title": "Objective",
        "content": "It is a consciously coordinated social unit composed of two or more people working towards a common goal.",
        "user_id":2
    },
    {
        "title": "What is a theory?",
        "content": "Theory- is a thought existing in the mind only, but based on principles verifiable by experiment or observation.",
        "user_id":3
    },
    {
        "title": "Organization theory",
        "content": "Organization theory is a set of propositions (body of knowledge) stemming from a definable field of study and the resulting knowledge is relevant to problem solving or decision making in organizations.",
        "user_id":3
    },
    {
        "title": "Individual Users",
        "content": "Individual and groups - organizations are essentially social entities that involve two or more people, but the actual number and the way in which they are organized into groups vary from one organization to another. Synergic efforts of people are required to meet the objectives",
        "user_id":2
    },
    {
        "title": "Certain goals",
        "content": "Although not all members may know or agree on what the goals of the organization are the more explicit and specific the goals of a social grouping are the more likely it is to be considered an organization.", 	
        "user_id":3
    },
    {
        "title": "Coordination and control",
        "content": "Labour is divided up in ways that are believed likely to facilitate the achievement of organizational goals.  The degree of specialization and the ways of achieving coordination vary a great deal between different organizations e.g. an organization with a small number of members has a limited degree of specialization and therefore requires only a relatively simple coordination often provided by the owner alone.  In large organizations specialization and co-ordination are likely to be much more sophisticated.",
        "user_id":1
    },
    {
        "title": "Structure",
        "content": "It is a channel of authority and communication showing/describing formal working relationship among people.  Some form of structure is needed by which people’s interactions and efforts are channeled and coordinated.",
        "user_id":2
    },
    {
        "title": "Degree of Permanence",
        "content": "Though organizations may be formed as pressure groups to achieve certain short-term objectives after which they dissolve, many times they have long term objectives for which they live to fulfill.",
        "user_id":1
    },
    {
    "title": "Management",
    "content": "Management is required by all organizations to direct and control the activities of the organizations and the efforts of its members.",
    "user_id":3
    }
    ]
    
    
    
    
    
    
    
    